/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°, %g°, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %gm)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "Ambisonic W";

/* An audio channel label. */
"Ambisonic X" = "Ambisonic X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisonic Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisonic Z";

/* An audio channel label. */
"Center" = "وسط";

/* An audio channel label. */
"Center Surround" = "مجسم مركزي";

/* An audio channel label. */
"Center Surround Direct" = "توجيه مجسم مركزي";

/* Channel. An audio channel label. */
"Channel" = "القناة";

/* Channels. An audio channel label. */
"Channels" = "القنوات";

/* An audio channel label. */
"Click Track" = "مسار النقر";

/* An audio channel label. */
"Dialog Centric Mix" = "خليط حوار مركزي";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "منفصل";

/* An audio channel label. */
"Foreign Language" = "لغة أجنبية";

/* An audio channel label. */
"Headphones Left" = "سماعة الرأس اليسرى";

/* An audio channel label. */
"Headphones Right" = "سماعة الرأس اليمنى";

/* An audio channel label. */
"Hearing Impaired" = "ضعاف السمع";

/* An audio channel label. */
"Left" = "يسار";

/* An audio channel label. */
"Left Center" = "يسار المركز";

/* An audio channel label. */
"Left Surround" = "مجسم يسار";

/* An audio channel label. */
"Left Surround Direct" = "توجيه مجسم يسار";

/* An audio channel label. */
"Left Total" = "إجمالي يسار";

/* An audio channel label. */
"Left Wide" = "عريض يسار";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "شاشة LFE";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "متوسط";

/* An audio channel label. */
"Mono" = "أحادي";

/* An audio channel label. */
"Narration" = "حكي";

/* An audio channel label. */
"Rear Surround Left" = "مجسم يسار خلفية";

/* An audio channel label. */
"Rear Surround Right" = "مجسم يمين خلفية";

/* An audio channel label. */
"Right" = "يمين";

/* An audio channel label. */
"Right Center" = "يمين المركز";

/* An audio channel label. */
"Right Surround" = "مجسم يمين";

/* An audio channel label. */
"Right Surround Direct" = "توجيه مجسم يمين";

/* An audio channel label. */
"Right Total" = "إجمالي يمين";

/* An audio channel label. */
"Right Wide" = "عريض يمين";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "جانبي";

/* An audio channel label. */
"Top Back Center" = "أعلى مركز الخلفية";

/* An audio channel label. */
"Top Back Left" = "أعلى يسار الخلفية";

/* An audio channel label. */
"Top Back Right" = "أعلى يمين الخلفية";

/* An audio channel label. */
"Top Center Surround" = "أعلى مجسم المركز";

/* An audio channel label. */
"Unknown" = "غير معروف";

/* An audio channel label. */
"Unused" = "غير مستخدم";

/* An audio channel label. */
"Vertical Height Center" = "مركز الارتفاع الرأسي";

/* An audio channel label. */
"Vertical Height Left" = "يسار الارتفاع الرأسي";

/* An audio channel label. */
"Vertical Height Right" = "يمين الارتفاع الرأسي";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "لمسي";

